Repository: likemusic/maposmatic
Catalog: www/maposmatic/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Geographic area selection
fa: انتخاب ناحیهٔ جغرافیایی

source: Start by choosing the city or geographic area you want to render. Suggestions will appear as you start typing. If you can't find the city you want, or if you prefer to choose the exact area you want to render yourself, select the <em>Geographic area</em> tab and use the mini-map to set the limits of the rendered area.
fa: ابتدا شهر یا منطقهٔ جغرافیایی موردنظرتان را انتخاب کنید. به محض اینکه شروع به نوشتن کنید، پیشنهادها نمایش داده می‌شود. اگر موفق نشدید شهر موردنظرتان را پیدا کنید یا اگر می‌خواهید خودتان دقیقاً ناحیهٔ موردنظرتان را انتخاب کنید، به زبانهٔ <em>منطقهٔ جغرافیایی</em> بروید و با استفاده از نقشهٔ کوچک محدودهٔ موردنظرتان را مشخص کنید.

source: Map layout and stylesheet
fa: طرح و سبک نقشه

source: The map layout determines how the map and the index are rendered. The <em>Multi-page layout</em> produces a booklet very suitable for printing and binding. The map stylesheet determines the style and appearance of the map itself. Note that the stylesheet also drives what details will be visible on the map.
fa: طرح نقشه چیدمان نقشه و نمایه را مشخص می‌کند. <em>طرح چندصفحه‌ای</em> یک کتابچه تولید می‌کند که برای چاپ و تازدن بسیار مناسب است. سبک نقشه، سبک و ظاهر خود نقشه را مشخص می‌کند. توجه کنید که سبک نقشه تعیین می‌کند که چه جزئیاتی روی نقشه نشان داده شود.

source: Paper size
fa: اندازهٔ کاغذ

source: Paper orientation
fa: جهت کاغذ

source: An error occured while retrieving compatible paper sizes.
fa: هنگام دریافت اندازه‌های مناسب کاغذ خطایی رخ داد.

source: <i class="icon-refresh"></i> Calculating available paper formats for your map...
fa: <i class="icon-refresh"></i> در حال محاسبهٔ قالب‌های کاغذ مناسب برای نقشهٔ شما...

source: Paper format and size
fa: قالب و اندازهٔ کاغذ

source: Select the desired format, size and orientation for your map.
fa: قالب، اندازه و جهت دلخواهتان را برای نقشه انتخاب کنید.

source: Map title
fa: نام نقشه

source: Language
fa: زبان

source: Summary
fa: خلاصه

source: Location:
fa: مکان:

source: Layout:
fa: طرح:

source: Stylesheet:
fa: سبک:

source: Paper format:
fa: قالب کاغذ:

source: Generate &raquo;
fa: بساز &raquo;

source: Almost there!
fa: تقریباً تمومه!

source: You're almost ready to request to map rendering! Select the map language, eventually adjust the title of your map, and you're good to go!
fa: حالا می‌توانید درخواست ساخت نقشه را ارسال کنید! زبان نقشه را انتخاب کنید، نام نقشه‌تان را بنویسید و تمام!

source: Start typing for suggestions...
fa: برای دریافت پیشنهاد، شروع به نوشتن کنید...

source: Clear selected area
fa: پاک‌کردن ناحیهٔ انتخابی
