Repository: likemusic/maposmatic
Catalog: www/maposmatic/locale/*/LC_MESSAGES/django.po
Languages: fa

source: No localization
fa: بدون بومی‌سازی

source: MapOSMatic maps
fa: نقشه‌های MapOSMatic

source: MapOSMatic maps [DEV]
fa: نقشه‌های MapOSMatic [DEV]‎

source: The latest rendered maps on MapOSMatic.
fa: تازه‌ترین نقشه‌های تولیدشده با MapOSMatic.

source: Search for a map
fa: جستجوی یک نقشه

source: Administrative boundary
fa: مرز سیاسی

source: Bounding box
fa: محدوده

source: Portrait
fa: عمودی

source: Landscape
fa: افقی

source: Area
fa: ناحیه

source: Full-page layout without street index
fa: یک‌صفحه‌ای بدون فهرست خیابان‌ها

source: Full-page layout with the street index on the side
fa: یک‌صفحه‌ای با فهرست خیابان‌ها در کنار صفحه

source: Full-page layout with the street index at the bottom
fa: یک‌صفحه‌ای با فهرست خیابان‌ها در پایین صفحه

source: Multi-page layout
fa: چندصفحه‌ای

source: The %(layout_name)s layout
fa: طرح %(layout_name)s

source: The default OpenStreetMap.org style
fa: سبک پیش‌فرض OpenStreetMap.org

source: The european MapQuest style
fa: سبک اروپایی MapQuest

source: The US MapQuest style
fa: سبک آمریکایی MapQuest

source: The UK MapQuest style
fa: سبک انگلیسی MapQuest

source: A MapOSMatic-specific stylesheet suitable for printing
fa: سبک اختصاصی MapOSMatic و مناسب برای چاپ

source: The <i>%(stylesheet_name)s</i> stylesheet
fa: سبک <i>%(stylesheet_name)s</i>

source: Best fit <em class="papersize"></em>
fa: بهترین اندازه <em class="papersize"></em>

source: Map title required
fa: نام نقشه ضروری است

source: Layout required
fa: انتخاب طرح ضروری است

source: Stylesheet required
fa: انتخاب سبک ضروری است

source: Administrative city required
fa: شهر سیاسی ضروری است

source: Error with osm city: %s
fa: خطا مربوط به شهر: %s

source: Required
fa: ضروری است

source: Same latitude
fa: همان عرض جغرافیایی

source: Same longitude
fa: همان طول جغرافیایی

source: Bounding Box too large
fa: محدوده خیلی بزرگ است

source: %(title)s %(format)s Map
fa: نقشهٔ %(title)s %(format)s

source: %(title)s %(format)s Index
fa: نمایهٔ %(title)s %(format)s

source: Administrative area too big for rendering
fa: ناحیهٔ انتخابی خیلی بزرگ است

source: No administrative boundary details from GIS
fa: جزئیات مرز سیاسی از GIS یافت نشد

source: No administrative boundary
fa: مرز سیاسی ندارد

source: Latitude of the top left corner
fa: عرض جغرافیایی گوشهٔ بالا سمت چپ

source: Longitude of the top left corner
fa: طول جغرافیایی گوشهٔ بالا سمت چپ

source: Latitude of the bottom right corner
fa: عرض جغرافیایی گوشهٔ پایین سمت راست

source: Longitude of the bottom right corner
fa: طول جغرافیایی گوشهٔ پایین سمت راست

source: <i class="icon-warning-sign"></i> Area too big to be rendered!
fa: <i class="icon-warning-sign"></i> ناحیهٔ انتخابی خیلی بزرگ است!

source: Remove any selected region from the map
fa: همهٔ مناطق انتخابی از نقشه حذف شود

source: Waiting for rendering to begin...
fa: انتظار تا شروع ساخت نقشه...

source: The rendering is in progress...
fa: در حال ساخت نقشه...

source: Rendering was successful.
fa: ساخت نقشه موفقیت‌آمیز بود.

source: Rendering failed! Please contact hartmut@php.net for more information.
fa: ساخت نقشه ناموفق بود! لطفاً برای اطلاعات بیشتر با hartmut@php.net تماس بگیرید.

source: Rendering is obsolete: the rendering was successful, but the files are no longer available.
fa: تولید قابل‌استفاده نیست: ساخت نقشه با موفقیت انجام شد اما فایل‌ها دیگر موجود نیست.

source: Obsolete failed rendering: the rendering failed, and the incomplete files have been removed.
fa: ساخت نقشه ناموفق بود: ساخت نقشه ناموفق بود و فایل‌های ناقص حذف شد.

source: The rendering was cancelled by the user.
fa: ساخت نقشه به‌درخواست کاربر لغو شد.

source: Page not found!
fa: صفحه پیدا نشد!

source: Woups. Looks like you've followed a broken link ;-(
fa: ای بابا. انگار یک لینک شکسته را باز کرده‌اید ;-(

source: Server error!
fa: خطای میزبان!

source: Well, this is embarrassing. Looks like the server crashed processing this request.
fa: ببخشید، ظاهراً میزبان هنگام پردازش این درخواست به مشکل برخورده.

source: About
fa: درباره

source: History
fa: تاريخچه

source: MapOSMatic has been started thanks to an idea of Gilles Lamiral, an <a href="http://www.openstreetmap.org">OpenStreetMap</a> and free software contributor of Rennes area, France. From his idea, a group of crazy <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">hackers</a> met together during a one-week <em>Hackfest</em> in August 2009 and brought the idea of Gilles Lamiral to life by writing the code and named the project <strong>MapOSMatic</strong>. The group of crazy hackers would like to thank Gilles for sharing his bright idea!
fa: پروژهٔ MapOSMatic با ایده‌ای از Gilles Lamiral شروع شد؛ یک برنامه‌نویس داوطلب و از مشارکت‌کنندگان در پروژهٔ <ahref="http://www.openstreetmap.org">OpenStreetMap</a> که اهل رِن فرانسه است. با ایدهٔ او بود که گروهی از <ahref="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">هکرهای</a> مشتاق در طی نشست یک‌هفته‌ای <em>Hackfest</em> در آگوست ۲۰۰۹ یکدیگر را ملاقات کردند و با کدنویسی به ایدهٔ Gilles Lamiral جامهٔ عمل پوشاندند و نام آن را <strong>MapOSMatic</strong> گذاشتند. ما هکرهای عاشق واقعاً از Gilles Lamiral سپاسگزاریم که ایدهٔ نابش را با ما در میان گذاشت!

source: Of course, MapOSMatic is fully free software, licensed under the <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
fa: البته، MapOSMatic نرم‌افزاری کاملاً رایگان است که تحت مجوز <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a> ثبت شده است.

source: How does it work?
fa: چطور کار می‌کند؟

source: On our server, we run a <a href="http://www.postgresql.org">PostgreSQL</a> server, with the <a href="http://postgis.refractions.net">PostGIS</a> extension. In this PostgreSQL server, we have loaded the <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap data for the whole world</a> using the <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a> tool. The same tool is also used to apply <a href="http://planet.openstreetmap.org/daily/">daily differences</a> of the database, which allows to keep it up to date with the new contributions of OpenStreetMap users.
fa: یک سرور <a href="http://www.postgresql.org">PostgreSQL</a> را همراه با افزونهٔ <a href="http://postgis.refractions.net">PostGIS</a> روی سرور خودمان اجرا می‌کنیم. در این سرور PostgreSQL، دادهٔ <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap برای تمام جهان را بارگذاری کرده‌ایم</a>. این کار را با استفاده از <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a> انجام می‌دهیم. همچنین، با همین ابزار <a href="http://planet.openstreetmap.org/daily/">تغییرات روزانهٔ</a> پایگاه داده را اعمال می‌کنیم، بنابراین پایگاه داده با داشتن آخرین مشارکت‌های کاربران OpenStreetMap به‌روز می‌ماند.

source: For the map rendering, we use the famous <a href="http://www.mapnik.org">Mapnik</a> with the OpenStreetMap stylesheet available <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">in OpenStreetMap Subversion repository</a>. Using Mapnik and <a href="http://cairographics.org/pycairo/">Cairo</a>, we built <i>OCitySMap</i>, a Python module that:
fa: برای رندرکردن نقشه از <a href="http://www.mapnik.org">مپنیک</a> مشهور استفاده می‌کنیم، همراه با سبک OpenStreetMap که <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">در مخزن ساب‌ورژن OpenStreetMap</a> موجود است. با استفاده از مپنیک و <a href="http://cairographics.org/pycairo/">کایرو</a> <i>OCitySMap</i> را ساختیم؛ یک ماژول پایتون که:

source: Renders the map using OpenStreetMap data and the OpenStreetMap Mapnik stylesheet;
fa: نقشه را با استفاده از داده‌های OpenStreetMap و سبک مپنیک OpenStreetMap رسم می‌کند؛

source: Renders on top of the map, using Mapnik, the grid of 500 meters squares, the labels of the squares, and a few other informations on the map (copyright, scale, etc.);
fa: با استفاده از مپنیک، شبکهٔ ۵۰۰ متر مربعی، برچسب مربع‌ها و یک‌سری اطلاعات دیگر را روی نقشه رسم می‌کند (حق نشر، مقیاس و غیره)؛

source: Greys out all the area outside the city if we find its administrative boundary;
fa: تمام ناحیه‌ای که بیرون از شهر قرار دارد را خاکستری می‌کند، در صورتی که مرز سیاسی آن را پیدا کنیم؛

source: Renders an index of the streets, based on OpenStreetMap data and the intersection of the streets with the squares on the map.
fa: نمایه‌ای از خیابان‌ها و تقاطع‌ها را تولید می‌کند. این کار را بر اساس داده‌های OpenStreetMap و محل قرارگیری خیابان‌ها در شبکهٔ مربع‌های روی نقشه انجام می‌دهد.

source: This Python module can be used through a command-line tool provided with OCitySMap, so everyone can run its own city-map rendering suite. However, as the installation of the different components is quite complicated, a small web service has been created on top of it so that end-users can easily generate and use OpenStreetMap city maps.
fa: این ماژول پایتون را می‌توانید با کمک یک برنامهٔ خط فرمان که همراه با OCitySMap هست، استفاده کنید. بنابراین هر کسی می‌تواند سیستم رندرگیری خودش را اجرا کند. البته از آنجا که راه‌اندازی قسمت‌های مختلف نسبتاً پیچیده است یک وب‌سرویس کوچک ایجاد شده تا کاربران بتوانند به‌راحتی نقشه‌های شهری OpenStreetMap را تولید کرده و استفاده کنند.

source: This web service has been called <i>MapOSMatic</i>, like <i>map-o-matic</i> but with a reference to OpenStreetMap (OSM). The web service is written in Python using <a href="http://www.djangoproject.com">Django</a>. It is responsible for storing the rendering requests and displaying the result of these requests. The rendering itself takes place asynchronously through the <i>maposmaticd</i> daemon. This daemon does only one rendering at a time, which is very important because of the CPU and I/O intensive nature of the map rendering process.
fa: این وب‌سرویس را <i>MapOSMatic</i> نامیده‌ایم، مانند <i>map-o-matic</i> اما با اشاره به OpenStreetMap (OSM)‎. این وب‌سرویس با پایتون و با استفاده از <a href="http://www.djangoproject.com">جنگو</a> نوشته شده که برای ذخیره و و نمایش نتایج درخواست‌های رندرینگ پاسخ‌گوست. خود رندرینگ به‌صورت ناهمزمان و به‌وسیلهٔ دیمِن <i>maposmaticd</i> اتفاق می‌افتد. این دیمن در هر لحظه فقط یک رندرگیری را انجام می‌دهد و این مسئله به‌سبب بار شدیدی که فرآیند رندرینگ نقشه بر CPU و I/O دارد خیلی مهم است.

source: For the city search engine, we use the wonderful <a href="http://nominatim.openstreetmap.org">Nominatim</a> service. This service made it really simple to provide a nice search engine that allows to select between multiple cities of the same name, by providing informations on the city location.
fa: برای جستجو از سرویس عالی<a href="http://nominatim.openstreetmap.org">نامیناتیم</a> استفاده می‌کنیم. با استفاده از این سرویس ساختن موتور جستجویی که با آن بتوانیم از بین شهرهای هم‌نام یکی را انتخاب کنیم، بسیار آسان است. این کار با آوردن اطلاعات مکانی شهر ممکن است.

source: Contributing
fa: مشارکت

source: As stated above, both <i>OCitySMap</i> and <i>MapOSMatic</i> are fully free software, so you're invited to contribute. Here are the few starting points to help us:
fa: همان‌طور که بالاتر اشاره کردیم، هر دو سرویس <i>OCitySMap</i> و <i>MapOSMatic</i> نرم‌افزارهایی کاملاً رایگان هستند. از این رو شما را به مشارکت دعوت می‌کنیم. برای کمک به ما می‌توانید از این‌ها شروع کنید:

source: The <a href="http://wiki.maposmatic.org">MapOSMatic Wiki</a>, which contains valuable technical information and documents about MapOSMatic;
fa: <a href="http://wiki.maposmatic.org">ویکی MapOSMatic</a>, که دربردارندهٔ اطلاعات و اسناد فنی ارزشمندی دربارهٔ MapOSMatic است؛

source: The <a href="https://savannah.nongnu.org/projects/maposmatic/">project on Savannah</a>;
fa: <a href="https://savannah.nongnu.org/projects/maposmatic/">پروژه روی Savannah</a>؛

source: The <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">development mailing-list</a>;
fa: <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">خبرنامهٔ ایمیلی توسعه</a>؛

source: The IRC channel <tt>#maposmatic</tt> on Freenode;
fa: کانال IRC<tt>#maposmatic</tt> در Freenode؛

source: The <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap Git repository</a>, which can be cloned using <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
fa: <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">مخزن گیت OCitySMap </a> که می‌توانید با دستور <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt> آن را عیناً کپی کنید؛

source: The <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMatic Git repository</a>, which can be cloned using <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
fa: <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">مخزن گیت MapOSMatic </a> که می‌توانید با دستور <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>آن را عیناً کپی کنید؛

source: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO-list and ideas</a>.
fa: <a href="https://savannah.nongnu.org/task/?group=maposmatic">فهرست ایده‌ها و کارهایی که باید انجام شود </a>.

source: Contributors
fa: مشارکت‌کنندگان

source: Core team
fa: تیم اصلی

source: Developer
fa: توسعه‌دهنده

source: Developer and Mapnik stylesheets
fa: توسعه‌دهنده و سبک‌های مپنیک

source: Developer, system administration, GIS database maintenance and site design
fa: توسعه‌دهنده، مدیریت سیستم، نگهداری پایگاه دادهٔ GIS و طراحی سایت

source: Developer, treasurer
fa: توسعه‌دهنده، امور مالی

source: Other contributors
fa: سایر مشارکت‌کنندگان

source: German translation
fa: ترجمهٔ آلمانی

source: Italian translation
fa: ترجمهٔ ایتالیایی

source: Catalan translation
fa: ترجمهٔ کاتالونیائی

source: Russian translation
fa: ترجمهٔ روسی

source: Arabic translation
fa: ترجمهٔ عربی

source: Brasilian portuguese translation
fa: ترجمهٔ پرتغالی برزیلی

source: Danish translation
fa: ترجمهٔ دانمارکی

source: Dutch translation
fa: ترجمهٔ هلندی

source: Croatian translation
fa: ترجمهٔ کرواتی

source: Polish translation
fa: ترجمهٔ لهستانی

source: Indonesian translation
fa: ترجمهٔ اندونزیایی

source: Norwegian bokmål translation
fa: ترجمهٔ نروژی بوکمل

source: Norwegian nynorsk translation
fa: ترجمهٔ نروژی نو

source: Turkish translation
fa: ترجمهٔ ترکی

source: Translation automation
fa: ترجمهٔ خودکار

source: Kirgyz translation
fa: ترجمهٔ قرقیزستانی

source: Printable stylesheet
fa: سبک قابل‌چاپ

source: Maps feed
fa: خوراک نقشه‌ها

source: Platform status
fa: وضعیت سکوی اجرا:

source: Rendering daemon:
fa: برنامهٔ رندرگیری:

source: GIS database:
fa: پایگاه دادهٔ GIS:

source: Home
fa: خانه

source: Create map
fa: ساخت نقشه

source: Maps
fa: نقشه‌ها

source: Donate
fa: هدیه

source: MapOSMatic is a free software webservice to generate maps of cities using OpenStreetMap data.
fa: MapOSMatic یک وب‌سرویس نرم‌افزاری آزاد و رایگان است که نقشهٔ شهرها را با استفاده از دادهٔ OpenStreetMap تولید می‌کند.

source: MapOSMatic website and rendering pipeline hosted by <a href="http://www.enix.org">eNiX</a>.<br />GIS database hosted by the <a href="http://www.fsffrance.org">Free Software Foundation France</a>.
fa: وبسایت و خط رندرینگ MapOSMatic را <a href="http://www.enix.org">eNiX</a> میزبانی می‌کند. <br /> پایگاه دادهٔ GIS را <a href="http://www.fsffrance.org">بنیاد نرم‌افزار آزاد فرانسه</a> میزبانی می‌کند.

source: Thanks!
fa: سپاس!

source: Thanks for your donation!
fa: سپاس بابت یاری سبزتان!

source: <i class="icon-ok"></i> We have received your donation. Thank you for your support to the MapOSMatic project!
fa: <i class="icon-ok"></i> هدیهٔ شما را دریافت کردیم. از اینکه پروژهٔ MapOSMatic را حمایت کردید سپاسگزاریم!

source: You will receive a notification e-mail concerning your donation. This e-mail will indicate that the donation has been received by <i>Thomas Petazzoni</i>, who is the MapOSMatic developer in charge of donations and funds. MapOSMatic is still an informal gathering of developers, and we have not (yet) created a non-profit organization to support the project.
fa: ایمیلی دربارهٔ پرداختتان دریافت خواهید کرد. این ایمیل به اطلاعتان می‌رساند که <i>Thomas Petazzoni</i> پرداخت شما را دریافت کرده است. او توسعه‌دهندهٔ MapOSMatic در رابطه با پرداخت‌ها و بودجه است. MapOSMatic هنوز محفلی غیررسمی از توسعه‌دهندگان است و هنوز یک سازمان غیرانتفاعی برای حمایت از پروژه ایجاد نکرده‌ایم.

source: Why are donations useful?
fa: چرا این هدیه‌دادن‌ها مفید است؟

source: MapOSMatic is a project entirely developed and maintained by a team of volunteers (see our <a href="%(about_url)s">About</a> page for details). However, running the MapOSMatic service and making improvements to it has various costs beyond the time of the volunteer developers.
fa: توسعه و نگهداری پروژهٔ MapOSMatic را به‌طور کامل گروهی از داوطلبان انجام می‌دهند (برای جزئیات بیشتر صفحهٔ <a href="%(about_url)s">درباره</a> را ببینید)، اما به هر حال برای حفظ و بهبود این خدمت افزون بر وقتی که توسعه‌دهندگان داوطلب می‌گذارند، هزینه‌های دیگری هم وجود دارد.

source: Therefore, we are currently seeking donations to help us funding:
fa: از این رو در برههٔ کنونی به‌دنبال جلب حمایت‌های مالی به‌منظور سرمایه‌گذاری در این بخش‌ها هستیم:

source: Participation to the transportation expenses of the MapOSMatic developers when they gather for <i>hackfests</i> (meeting of developers). You can read our <a href="http://news.maposmatic.org">blog</a> to learn more about what we achieve during those hackfests. We usually implement a huge number of improvements, new features and bug fixes during those meetings. They take place during the holidays of the developers, and we would like to at least compensate their travel expenses.
fa: همیاری در هزینه‌های سفر توسعه‌دهندگان برای گردهمایی <i>hackfests</i> (نشست توسعه‌دهندگان). برای آشنایی با دستاوردهایی که در طی این نشست‌ها داریم <a href="http://news.maposmatic.org">وبلاگ</a> ما را بخوانید. معمولاً در طی این نشست‌ها بهبودهای بسیاری را تدارک می‌بینیم و ایرادات مختلفی را رفع و قابلیت‌های جدیدی را پیاده‌سازی می‌کنیم. این نشست‌ها در زمان تعطیلی توسعه‌دهندگان برگزار می‌شود و ما دوست داریم که حداقل هزینه‌های سفر آن‌ها را جبران کنیم.

source: Considering making a donation?
fa: آیا مایلید هدیه دهید؟

source: Donations can be done through the well-known <a href="http://www.paypal.com">PayPal</a> service. We accept donations of any amount: all donations are helpful, even the smallest ones.
fa: پرداخت را می‌توانید از طریق سرویس شناخته‌شدهٔ <ahref="http://www.paypal.com">پی‌پال</a> انجام دهید. ما تمام هدایا را می‌پذیریم، هرقدر که باشد: همهٔ کمک‌ها مفید است، حتی کمترین آن‌ها.

source: Donate via PayPal &raquo;
fa: پرداخت از طریق پی‌پال &raquo;

source: Welcome to MapOSMatic!
fa: به MapOSMatic خوش آمدید!

source: MapOSMatic is a free software web service that allows you to generate maps of cities using <a href="http://www.openstreetmap.org">OpenStreetMap</a> data. The generated maps are available in PNG, PDF and SVG formats and are ready to be printed.
fa: MapOSMatic یک وب‌سرویس نرم‌افزاری آزاد و رایگان است که نقشهٔ شهرها را با استفاده از دادهٔ <a href="http://www.openstreetmap.org">OpenStreetMap</a> تولید می‌کند. نقشه‌ها در قالب‌های PNG،‏ PDF و SVG تولید می‌شوند و آمادهٔ چاپ‌اند.

source: As the data used to generate maps is coming from OpenStreetMap, you can freely reuse, sell, or modify the generated maps under the <a href="http://wiki.openstreetmap.org/wiki/License">terms of the OpenStreetMap license</a>.
fa: برای تولید نقشه‌ها از داده‌های OpenStreetMap استفاده می‌کنیم، بنابراین می‌توانید نقشه‌های تولیدشده را تحت <a href="http://wiki.openstreetmap.org/wiki/License">بندهای مجوز OpenStreetMap</a> به‌صورت آزادانه به‌کار ببرید، بفروشید یا ویرایش کنید.

source: Learn more
fa: بیشتر بدانید

source: Create a map &raquo;
fa: نقشه بسازید &raquo;

source: <i class="icon-white icon-ok"></i> All systems are operational. The rendering daemon is running and the GIS database was <span class="tooltipped" data-original-title="%(gis_lastupdate)s">updated %(date)s ago</span>.
fa: <i class="icon-white icon-ok"></i> همهٔ سامانه‌ها کار می‌کنند. برنامهٔ ساخت نقشه در حال اجراست و پایگاه دادهٔ GIS <span class="tooltipped" data-original-title="%(gis_lastupdate)s">%(date)s پیش به‌روز شده است</span>.

source: Systems are operational but renderings may not reflect the latest available OpenStreetMap data:
fa: سامانه‌ها کار می‌کنند اما تازه‌ترین داده‌های OpenStreetMap در ساخت نقشه لحاظ نمی‌شود:

source: <i class="icon-white icon-ok"></i> The rendering daemon is running.
fa: <i class="icon-white icon-ok"></i> برنامهٔ ساخت نقشه در حال اجراست.

source: <i class="icon-white icon-off"></i> The rendering daemon is not running: jobs will be queued until the rendering daemon is back up.
fa: <i class="icon-white icon-off"></i> برنامهٔ ساخت نقشه اجرا نیست: تا برنامهٔ رندرگیری راه بیفتد کارها در صف قرار می‌گیرند.

source: <i class="icon-white icon-ok"></i> The GIS database is online and up to date, <span class="tooltipped" data-original-title="%(gis_lastupdate)s">updated %(date)s ago</span>.
fa: <i class="icon-white icon-ok"></i> پایگاه دادهٔ GIS آنلاین و به‌روز است، <span class="tooltipped" data-original-title="%(gis_lastupdate)s">%(date)s پیش به‌روز شد</span>.

source: <i class="icon-white icon-warning-sign"></i> The GIS database is not up to date and was only <span class="tooltipped" data-original-title="%(gis_lastupdate)s">updated %(date)s ago</span>.
fa: <i class="icon-white icon-warning-sign"></i> پایگاه دادهٔ GIS به‌روز نیست و فقط <span class="tooltipped" data-original-title="%(gis_lastupdate)s">%(date)s پیش به‌روز شده است</span>.

source: <i class="icon-white icon-off"></i> The GIS database is not available. Renderings cannot be processed at this time.
fa: <i class="icon-white icon-off"></i> پایگاه دادهٔ GIS در دسترس نیست. هم‌اکنون ساخت نقشه امکان‌پذیر نیست.

source: Latest news
fa: تازه‌ترین خبرها

source: published %(date)s ago
fa: %(date)s پیش منتشر شد

source: You can donate to help us improve the service. See our <a href="/donate">donation</a> page for more information on how donations are processed and how they help us keep MapOSMatic free (and ad-free!).
fa: با هدیه‌دادن ما را در بهبود خدمات یاری کنید. برای اینکه بدانید هدایا چگونه استفاده می‌شوند و چطور به ما کمک می‌کنند تا MapOSMatic را رایگان (و بدون تبلیغ!) حفظ کنیم، صفحهٔ <a href="/donate">هدیه</a> را ببینید.

source: Updating now...
fa: در حال به‌روزآوری...

source: Request submitted: %(date)s
fa: ارسال درخواست: %(date)s

source: Rendering started: %(date)s
fa: شروع ساخت نقشه: %(date)s

source: Rendering completed: %(date)s
fa: پایان ساخت نقشه: %(date)s

source: Rendering cancelled: %(date)s
fa: لغو ساخت نقشه: %(date)s

source: Pending, submitted %(date)s ago
fa: در انتظار، %(date)s پیش ارسال شد

source: Pending...
fa: در انتظار...

source: Cancel this queued request (position %(pos)s in the queue)
fa: انصراف از این درخواست (نوبت در صف: %(pos)s)

source: <i class="icon-white icon-remove-sign"></i> Cancel
fa: <i class="icon-white icon-remove-sign"></i> انصراف

source: Rendering is in progress, started %(date)s ago
fa: در حال ساخت نقشه؛ %(date)s پیش شروع شد

source: Rendering...
fa: در حال ساخت نقشه...

source: Download
fa: دانلود

source: Download other formats and map indeces
fa: دانلود سایر قالب‌ها و نمایه‌های نقشه

source: map
fa: نقشه

source: index
fa: نمایه

source: The generated files are no longer available.
fa: فایل‌های تولیدشده، دیگر موجود نیست.

source: Updating in <span>%(refresh)s</span>s...
fa: به‌روزآوری تا <span>%(refresh)s</span> ثانیهٔ دیگر...

source: Map details
fa: جزئیات نقشه

source: City
fa: شهر

source: Layout
fa: طرح

source: Stylesheet
fa: سبک

source: Paper format
fa: قالب کاغذ

source: Map locale
fa: زبان نقشه

source: Recreate map
fa: تولید مجدد نقشه

source: Map thumbnail
fa: تصویر کوچک نقشه

source: Our database does not contain any rendered maps for the moment.
fa: هم‌اکنون در پایگاه داده هیچ نقشهٔ تولیدشده‌ای وجود ندارد.

source: No map matches your query.
fa: نقشه‌ای مطابق جستجوی شما پیدا نشد.

source: Create a new map!
fa: یک نقشهٔ جدید بسازید!

source: Generate your own map
fa: نقشهٔ خودتان را بسازید

source: City search
fa: جستجوی شهر

source: Geographic area
fa: ناحیهٔ جغرافیایی
